[
  {
    "title": "1. Introduction",
    "description": "RentBabe is a Rent a Date, Rent a Friend platform that is purely for social purposes (RentBabe Services). The person that is arranged by RentBabe for the Service is referred as Member. By using the service of RentBabe website (the “Website”), you (“User” or “You”) agree to be bound by these Terms of Service (this “Agreement”)."
  },
  {
    "title": "2. Roles",
    "description": "<span><div style='margin-bottom: 12px'>We offer a platform that allow You to rent a friend, rent a date for meet-ups and anything that is purely for social purposes quickly. When Members make or accept a booking, they are entering into a contract directly with You. RentBabe is not and does not become a party to or other participant in any contractual relationship between You and the Members. RentBabe is not acting as an agent for any Member except for payments where RentBabe acts as a collection agent in Singapore (Secure checkout payment). While we work hard to ensure that You and our Members have great experiences using RentBabe, we do not and cannot control the conduct or performance of Users and Members and do not guarantee</div><div style='margin-bottom: 12px'>(i) the existence, quality, safety, suitability, punctuality or legality or <br/>(ii) the truth or accuracy of any Listing descriptions, Reviews, or other Content provided by the Members and Users. You acknowledge that RentBabe has no general obligation to monitor the use of the RentBabe Platform and verify information provided by our Members, but has the right to review, disable access to, remove, or edit Content to:</div><div style='margin-bottom: 12px'>(i) operate, secure and improve the RentBabe Platform (including for fraud prevention, risk assessment, investigation and customer support purposes). <br/>(ii) ensure Members’ compliance with these Terms. <br/>(iii) comply with applicable law or the order or requirement of a court, law enforcement or other administrative agency or governmental body. <br/>(iv) address Member’s content that we determine is harmful or objectionable. <br/>(v) take actions set out in these Terms. <br/>(vi) maintain and enforce any quality or eligibility criteria, including by removing listings that don’t meet quality and eligibility criteria. Where we remove or disable content, we will notify a Member and provide the reasons for such a measure, unless such notification</div><div style='margin-bottom: 12px'>(i) prevent or impede the detection or prevention of fraud or other illegal activities, (ii) harm the legitimate interests of other Members or third parties, or (iii) contravene applicable laws. You and Members agree to cooperate with and assist RentBabe in good faith, and to provide RentBabe with such information and take such actions as may be reasonably requested by RentBabe with respect to any investigation undertaken by RentBabe regarding the use or abuse of the RentBabe Platform.</div></span>"
  },
  {
    "title": "3. Binding Agreement",
    "description": "This Agreement is an electronic contract that sets out the legally binding terms. This Agreement may be modified by RentBabe in its sole discretion at any time, and any such modifications will be posted on the Website. You are responsible to regularly review the Agreement and your continued use of the Service after the posting of modifications to this Agreement will constitute your acceptance of the revised Agreement. Please read this Agreement carefully before accessing or using the Service. You must read, agree with and accept all of the terms and conditions contained in this Agreement, which includes those terms and conditions expressly set out below and those incorporated by reference before you use any part of the Service. Your continued use of the Website or the Services after the posting of modifications to this Agreement will constitute Your acceptance of such revisions."
  }
]
